/** @format */
import zhCn from "element-plus/dist/locale/zh-cn.mjs";
export default {
  L1001: "登录",
  L1002: "注册",
  L1003: "记住我",
  L1004: "忘记密码？",
  L1005: "用户名/电子邮件/电话号码",
  L1006: "输入密码",
  L1007: "还没有账户？",
  L1008: "重置密码",
  L1009: "请输入您的手机号码",
  L1010: "输入验证码",
  L1011: "提交",
  L1012: "电子邮件",
  L1013: "手机号码",
  L1014: "输入电子邮件",
  L1015: "输入手机号码",
  L1016: "已经有账户？",
  L1017: "验证码",
  L1018: "退出",
  L1019: "返回首页",

  C1001: "中文",
  C1002: "英文",
  C1003: "巴西葡萄牙语",

  H0001: "菜单",
  H0002: "赌场",
  H0003: "首页",
  H0004: "奖金",
  H0005: "VIP",
  H0006: "我的游戏",
  H0007: "最近",
  H0008: "联盟",
  H0009: "奖励",
  H0010: "手机号码不正确",
  H0011: "{min}至{max}个字符，可以是数字或字母\n字母区分大小写",

  E0001: "找不到此页面",

  ...zhCn,
};
